/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"LiNRefreshHeaderIdleText" = "Pull down to refresh";
"LiNRefreshHeaderPullingText" = "Release to refresh";
"LiNRefreshHeaderRefreshingText" = "Loading...";

"LiNRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"LiNRefreshAutoFooterRefreshingText" = "Loading...";
"LiNRefreshAutoFooterNoMoreDataText" = "No more data";

"LiNRefreshBackFooterIdleText" = "Pull up to load more";
"LiNRefreshBackFooterPullingText" = "Release to load more.";
"LiNRefreshBackFooterRefreshingText" = "Loading...";
"LiNRefreshBackFooterNoMoreDataText" = "No more data";

"LiNRefreshHeaderLastTimeText" = "Last update:";
"LiNRefreshHeaderDateTodayText" = "Today";
"LiNRefreshHeaderNoneLastDateText" = "No record";

